export type CircleFontWeight =
  | "thin"
  | "extralight"
  | "light"
  | "normal"
  | "medium"
  | "semibold"
  | "bold"
  | "extrabold"
  | "black"

export interface DescriptionPart {
  text: string
  bold?: boolean
  color?: string
}

export interface CircleItem {
  id: number
  title: string
  description: DescriptionPart[]
  image: string
  fontWeight?: CircleFontWeight
}

/* دایره‌های دپارتمان (۹ دایره) */
export const organizationCircles: CircleItem[] = [
  {
    id: 1,
    title: "مقدمه",
    description: [
      { text: "مقدمه:\n" , bold:true , color:"blue"},
      { text: "حوزه «ارتباطات، برند و امور عمومی» در گروه توسعه سرمایه‌گذاری انتخاب، یک واحد اجرایی صرف نیست؛ بلکه بازوی راهبردی مدیریت ارشد در خلق اعتبار، صیانت از سرمایه اجتماعی، هم‌راستاسازی روایت‌ها و اعمال دیپلماسی برند در سطوح ملی و بین‌المللی است. این حوزه با ایفای نقش سیاست‌گذار، ناظر و هماهنگ‌کننده، ضمن مدیریت مستقیم ارتباطات گروه، چارچوب‌های حرفه‌ای روابط عمومی و برند را در تمامی هلدینگ‌های زیرمجموعه ساماندهی می‌کند.\n"},
      { text: "با توجه به جایگاه محوری هلدینگ لوازم خانگی در اقتصاد گروه و هم‌زمان تنوع سبد سرمایه‌گذاری (صنعت، انرژی، مالی، کشاورزی، ساختمان و …)، این ساختار به‌گونه‌ای طراحی شده که مقیاس‌پذیر، چابک و قابل بنچ‌مارک با هلدینگ‌های جهانی باشد.\n" },
      { text: "رأس ساختار\n", bold: true , color:"blue" },
      { text: "مدیریت ارشد ارتباطات، برند و دیپلماسی ذی‌نفعان\n", bold:true},
      { text: " (Chief Communications, Brand & Stakeholder Diplomacy Officer – CCBSDO)\n", bold:true}
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 2,
    title: " راهبرد برند و هویت گروه",
    description: [
      { text: "۱. مدیریت راهبرد برند و هویت گروه Group Brand Strategy & Identity Management \n" , bold:true , color:"blue"},
      { text: "ماموریت:\n", bold: true , color:"green"  },
      { text: " حکمرانی یکپارچه بر تمامی لایه‌های برند گروه انتخاب و صیانت از انسجام معنایی و اعتباری آن.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true , color:"green" },
      { text: " • یکپارچه‌سازی برند هلدینگ‌ها و شرکت‌ها (Corporate & Endorsed Brand Architecture)\n" },
      { text: " • مدیریت برند سازمانی «انتخاب»\n" },
      { text: " • مدیریت برند شخصی مالک و خانواده (Brand Governance Approach)\n" },
      { text: " • مدیریت برند مدیرعامل و مدیران کلیدی\n" },
      { text: " • توسعه و پایش برند کارفرمایی (Employer Branding)\n" },
      { text: " • مانیتورینگ و ارزیابی مستمر برندها (Brand Monitoring & Health Tracking)\n" },
    ],
    image: "/images/pi1.png",
    fontWeight: "bold",
  },
  {
    id: 3,
    title: "رسانه‌ها و سکوهای ارتباطی",
    description: [
      { text: "۲. مدیریت رسانه‌ها و سکوهای ارتباطی Media Platforms & Channels Management\n", bold:true , color:"blue" },
      { text: "ماموریت:\n", bold: true, color:"green" },
      { text: " مدیریت حرفه‌ای دارایی‌های رسانه‌ای گروه و تضمین حضور مؤثر، منسجم و کنترل‌شده در فضای رسمی و غیررسمی.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true, color:"green" },
      { text: " • وب‌سایت‌های گروه و هلدینگ‌ها\n" },
      { text: " • شبکه‌های اجتماعی\n" },
      { text: " • پایگاه خبری انتخاب (به‌عنوان دارایی قدرت نرم با حکمرانی حرفه‌ای)\n" },
      { text: " • تعامل و مدیریت رسانه‌های غیررسمی\n" },
      { text: " • رصد و پایش رسانه‌ای (Media Intelligence)\n" },
      { text: " • اتاق بحران رسانه‌ای (Crisis Room)\n" },
      { text: " • تعامل با صداوسیما و سکوهای مرجع\n" },
    ],
    image: "/images/pi2.png",
    fontWeight: "medium",
  },
  {
    id: 4,
    title: "ارتباطات و روابط عمومی راهبردی",
    description: [
      { text: "۳. مدیریت ارتباطات و روابط عمومی راهبردی Strategic Communications & Public Affairs\n", bold:true , color:"blue" },
      { text: "ماموریت:\n", bold: true, color:"green" },
      { text: " مدیریت هدفمند ارتباط با ذی‌نفعان کلیدی و تنظیم روایت گروه در سطوح مختلف قدرت و افکار عمومی.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true, color:"green" },
      { text: " • ارتباطات حاکمیتی: قانون‌گذار، مجری و قضایی\n" },
      { text: " • ارتباطات عمومی: مردم، بازار و مصرف‌کننده\n" },
      { text: " • ارتباطات نخبگانی: اقتصادی، اجتماعی، دانشگاهی\n" },
      { text: " • طراحی و اجرای نقشه ذی‌نفعان (Stakeholder Mapping)\n" },
    ],
    image: "/images/pi3.png",
    fontWeight: "semibold",
  },
  {
    id: 5,
    title: "دیپلماسی برند و ارتباطات بین‌المللی",
    description: [
      { text: "۴. مدیریت دیپلماسی برند و ارتباطات بین‌المللی( ناظر به برند گروه توسعه) Brand Diplomacy & International Communications\n", bold:true , color:"blue" },
      { text: "ماموریت:\n", bold: true, color:"green" },
      { text: " مدیریت تصویر، اعتبار و روایت بین‌المللی گروه انتخاب و اعمال دیپلماسی برند در تعاملات فرامرزی.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true, color:"green" },
      { text: " • تدوین روایت جهانی برند انتخاب (Global Brand Narrative)\n" },
      { text: " • ارتباط با رسانه‌ها، نهادها و مجامع تخصصی بین‌المللی\n" },
      { text: " • پشتیبانی ارتباطی از صادرات، جذب سرمایه و همکاری‌های خارجی\n" },
      { text: " • مدیریت حضور در نمایشگاه‌ها و رویدادهای بین‌المللی\n" },
      { text: " • تولید محتوای بین‌المللی (گزارش‌ها، Policy Brief، Executive Narrative)\n" },
      { text: " • هم‌راستاسازی با گزارش‌دهی پایداری (Sustainability Reporting)\n" },
    ],
    image: "/images/pi4.png",
    fontWeight: "normal",
  },
  {
    id: 6,
    title: "بازدیدها، رویدادها و تجربه برند",
    description: [
      { text: "۵. مدیریت بازدیدها، رویدادها و تجربه برند Brand Experience, Visits & Events Management\n", bold:true , color:"blue" },
      { text: "ماموریت:\n", bold: true, color:"green" },
      { text: " تبدیل بازدیدها و رویدادها به ابزار روایت‌ساز و تجربه‌محور از برند و زنجیره ارزش گروه.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true, color:"green" },
      { text: " • بازدیدهای صنعتی (به‌ویژه لوازم خانگی)\n" },
      { text: " • شو‌روم‌های دیجیتال و فیزیکی\n" },
      { text: " • تشریفات و پروتکل\n" },
      { text: " • روایت زنجیره ارزش گروه توسعه\n" },
      { text: " • نمایشگاه‌ها و رویدادهای تخصصی\n" },
    ],
    image: "/images/pi5.png",
    fontWeight: "medium",
  },
  {
    id: 7,
    title: "امور هلدینگ‌ها و حکمرانی ارتباطات",
    description: [
      { text: "۶. مدیریت امور هلدینگ‌ها و حکمرانی ارتباطات Holdings Communication Governance\n", bold:true , color:"blue" },
      { text: "ماموریت:\n", bold: true, color:"green" },
      { text: " سیاست‌گذاری، نظارت و ارتقای بلوغ ارتباطات در هلدینگ‌های زیرمجموعه.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true, color:"green" },
      { text: " • تسهیل‌گری امور کلان ارتباطی\n" },
      { text: " • تدوین آیین‌نامه‌ها و دستورالعمل‌ها\n" },
      { text: " • آموزش و توانمندسازی مدیران و کارشناسان ارتباطات\n" },
      { text: " • رصد، پایش و نظام ارزش‌گذاری و ارزیابی کیفی روابط عمومی هلدینگ‌ها\n" },
    ],
    image: "/images/pi6.png",
    fontWeight: "light",
  },
  {
    id: 8,
    title: "تولید محتوا و مرکز مطالعات",
    description: [
      { text: "۷. مدیریت تولید محتوا و مرکز مطالعات Strategic Content Desk & Content Factory\n" , bold:true , color:"blue"},
      { text: "ماموریت:\n", bold: true, color:"green" },
      { text: " تولید محتوای راهبردی، مرجع و داده‌محور برای پشتیبانی از تصمیم‌سازی و روایت برند.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true, color:"green" },
      { text: " • مرکز مطالعات و R&D محتوا\n" },
      { text: " • Media Factory\n" },
      { text: " • Content Pool\n" },
      { text: " • گزارش‌های تحلیلی و بازاریابی (Marketing Reporting)\n" },
    ],
    image: "/images/pi7.png",
    fontWeight: "normal",
  },
  {
    id: 9,
    title: "تولیدات رسانه‌ای",
    description: [
      { text: "۸. مدیریت تولیدات رسانه‌ای Media Productions\n" , bold:true , color:"blue"},
      { text: "ماموریت:\n", bold: true, color:"green" },
      { text: " تولید حرفه‌ای محتوای چندرسانه‌ای متناسب با اهداف برند و ذی‌نفعان.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true, color:"green" },
      { text: " • تولیدات گزارشی\n" },
      { text: " • تولیدات تبلیغی–ترویجی\n" },
      { text: " • تولیدات تخصصی و صنعتی\n" },
    ],
    image: "/images/pi8.png",
    fontWeight: "medium",
  },
  {
    id: 10,
    title: "مسئولیت اجتماعی و پایداری",
    description: [
      { text: "۹. مدیریت مسئولیت اجتماعی و پایداری CSR & Sustainability Communications\n" , bold:true , color:"blue" },
      { text: "ماموریت:\n", bold: true, color:"green" },
      { text: " نهادینه‌سازی مسئولیت اجتماعی و پایداری به‌عنوان بخشی از هویت برند گروه.\n" },
      { text: "حوزه‌ها و وظایف:\n", bold: true, color:"green" },
      { text: " • تدوین اسناد بالادستی CSR برای هلدینگ‌ها\n" },
      { text: " • طراحی و اجرای برنامه‌های توسعه‌ای و اجتماعی\n" },
      { text: " • هم‌راستاسازی اقدامات با روایت برند و گزارش‌دهی پایداری (Sustainability Reporting)\n" },
    ],
    image: "/images/pi9.png",
    fontWeight: "extrabold",
  },
]

/* دایره‌های بنچ‌مارک و نمونه‌های جهانی (۵ دایره) */
export const benchmarkCircles: CircleItem[] = [
  {
    id: 101,
    title: "Hub & Spoke",
    description: [
      { text: "۱. مدل «هاب و اسپوک» (Hub & Spoke) در گروه‌های چندصنعتی\n", bold:true, color:"green"},
      {text:"- الگو: \n", bold:true, color:"blue"},
      {text:"بسیاری از مولتی بیزینس ها و کنگلومراهای موفق مانند «جنرال الکتریک (GE)» در دوران اوج خود (قبل از تفکیک‌ها)، «سامسونگ» (در سطح گروه) و «ویرجین گروپ» از نوعی مدل مرکز-پیرامون استفاده می‌کنند.\n"},
      {text:"- تطبیق: \n", bold:true , color:"blue"},
      {text:"در “سامسونگ”، یک دفتر مرکزی قدرتمند ارتباطات و برند (در سطح گروه) وجود دارد که استراتژی کلان، هویت، و ارتباطات فرابخشی را تنظیم می‌کند. در عین حال، هر واحد تجاری اصلی (مانند الکترونیک مصرفی، نیمه‌هادی، بیمه) تیم ارتباطات و بازاریابی خود را دارد که موظف است خط‌مشی مرکز را اجرا و با آن همسو باشد. این مدل دقیقاً منطق “هسته مرکزی راهبردی” و “مدیران ارتباطی اختصاصی” را منعکس می‌کند.\n"}
      
    ],
    image: "/images/bm1.png",
    fontWeight: "bold",
  },
  {
    id: 102,
    title: "House of Brands - P&G",
    description: [
      { text: "۲. مدل «خانه برند» (House of Brands) با راهبری متمرکز در یونیلور و پروکتر اند گمبل (P&G)\n" , bold:true , color:"green"},
      {text:"- الگو: \n" , bold:true, color:"blue"},
      {text:"شرکت‌هایی مانند «یونیلور» و «P&G» که صدها برند مستقل در سبد خود دارند.\n"},
      {text:"- تطبیق: \n" , bold:true, color:"blue"},
      {text:"این شرکت‌ها یک دپارتمان مرکزی ارتباطات شرکتی (Corporate Communications) بسیار قوی دارند که مسئولیت‌های زیر را بر عهده دارد: \n"},
      {text:"- ارتباطات با سرمایه‌گذاران و رسانه‌های کلان.\n "},
      {text:"- تعریف استراتژی مسئولیت اجتماعی و پایداری برای کل گروه.\n"},
      {text:"- مدیریت شهرت و بحران در سطح شرکت مادر.\n"},
      {text:"- هماهنگی بین‌المللی و ایجاد سینرژی بین برندها.\n"},
      {text:"- در عین حال، هر برند (مثل «داو» در P&G یا «بستنی» در یونیلور) تیم بازاریابی و ارتباطات مستقل خود را دارد که بر مخاطب خاص محصول متمرکز است. این منطق، تفویض اختیار اجرا با حفظ حاکمیت راهبردی را نشان می‌دهد که در پیشنهاد ما نیز وجود دارد."}

    ],
    image: "/images/bm2.png",
    fontWeight: "medium",
  },
  {
    id: 103,
    title: "Government & Public Affairs",
    description: [
      { text: "3. واحد تخصصی «امور حاکمیتی و عمومی» (Government & Public Affairs - GPA)\n", bold:true, color:"green" },
      {text:"- الگو: \n" , bold:true, color:"blue"},
      { text: "تقریباً تمام شرکت‌های انرژی، دارویی، فناوری و بزرگ جهانی (مانند «شیورون»، «گوگل»، «فایزر») یک واحد تخصصی و بسیار قدرتمند به نام «GPA» یا «Public Policy» دارند.\n" },
      {text:"- تطبیق: \n" , bold:true, color:"blue"},
      { text: "واحد «ارتباطات راهبردی و امور حاکمیتی» در ساختار پیشنهادی دقیقاً همین نقش را برای گروه <انتخاب> ایفا می‌کند و مدیریت رابطه با نهادهای قانون‌گذار و تنظیم‌گر را بر عهده دارد."}


    ],
    image: "/images/bm3.png",
    fontWeight: "semibold",
  },
  {
    id: 104,
    title: "Media Intelligence Center",
    description: [
      { text: "4. مرکز هوش رسانه‌ای و تحلیل (Media Intelligence Center)\n", bold:true, color:"green" },
       {text:"- الگو: \n" , bold:true, color:"blue"},
       { text: "شرکت‌های مشاوره‌ای مانند «مکنزی» و گروه‌های رسانه‌ای بزرگ مانند «BBC» و «دویچه وله»، دارای دپارتمان‌های اختصاصی «تحلیل رسانه و افکار عمومی» هستند که از ابزارهای پیشرفته و هوش مصنوعی استفاده می‌کنند.\n" },
       {text:"- تطبیق: \n" , bold:true, color:"blue"},
       { text: "ایجاد واحد «سنجش، تحلیل و هوش رسانه‌ای» به عنوان یک هسته مرکزی، الگوبرداری از همین مراکز است که نقش «چشمان و گوش‌های» سازمان در محیط بیرونی را بازی می‌کنند." }


    ],
    image: "/images/bm4.png",
    fontWeight: "normal",
  },
  {
    id: 105,
    title: "Steering Committees",
    description: [
      { text: "5. شوراها و کمیته‌های راهبری مشترک (Steering Committees)\n", bold:true, color:"green" },
      {text:"- الگو: \n" , bold:true, color:"blue"},
      { text: "در گروه‌های پیچیده مانند «آلفابت (هولدینگ گوگل)»، شوراهای راهبری بین واحدهای مختلف (مثل یوتیوب، گوگل سرچ، گوگل کلاد) برای هماهنگی استراتژیک تشکیل می‌شود.\n"},
      {text:"- تطبیق: \n" , bold:true, color:"blue"},
      { text: "پیشنهاد تشکیل «شورای عالی سرمایه های اجتماعی گروه»“ دقیقاً با این منطق است تا مدیران ارشد هلدینگ‌ها در تصمیم‌گیری‌های کلان حوزه ارتباطات سهیم باشند و از اجرای آن حمایت کنند."}

    ],
    image: "/images/bm5.png",
    fontWeight: "medium",
  },
  {
    id: 106,
    title: "و در نهایت...",
    description: [
      { text: "و در نهایت...\n", bold:true, color:"green" },
      {text:"ساختار پیشنهادی باید یک «ترکیب چابک و بومی‌سازی‌شده» از بهترین اجزای ساختاری هلدینگ‌های موفق جهانی باشد. این ساختار:\n", color:"blue"},
      { text: "- «متمرکز-غیرمتمرکز (Centralized-Decentralized)» است (مانند سامسونگ و P&G).\n"},
      {text:"- «راهبردی-اجرایی (Strategic-Operational)» است (مانند نقش CCO در متا).\n"},
      { text: "- «تخصص‌محور و پروژه‌ای (Expertise-Driven & Project-Based)» است (مانند مدل‌های چابک در شرکت‌های نوآور)\n"},
      {text:"تفاوت اصلی آن با بنچ‌مارک‌های جهانی، در «مقیاس و حجم سرمایه‌گذاری» است، اما «منطق حاکم بر ساختار کاملاً مشابه و آزموده‌شده» است. این مدل به گروه «انتخاب» اجازه می‌دهد تا ضمن حفظ کنترل راهبردی، انعطاف لازم برای فعالیت در صنایع متنوع و بازار پویای ایران را داشته باشد.\n", bold:true}

    ],
    image: "/images/bmFinal.png",
    fontWeight: "medium",
  },
]

/*دایره های آسیب شناسی*/
export const redesignCircles: CircleItem[] = [
  {
    id: 200,
    title: "غلبه برند عملیاتی بر برند هلدینگ",
    description: [
      { text: "۱. غلبه برند عملیاتی بر برند هلدینگ\n", bold:true, color:"green" },
      { text: "منبع اصلی درآمد گروه توسعه سرمایه‌گذاری انتخاب، حوزه لوازم خانگی است. این واقعیت اقتصادی، به‌طور طبیعی باعث شده برند «انتخاب» در ذهن بسیاری از ذی‌نفعان، همچنان به‌عنوان یک برند عملیاتی شناخته شود، نه یک هلدینگ مادر سرمایه‌گذار و توسعه‌ای. پیامد این وضعیت، دیده‌نشدن سایر هلدینگ‌ها (پتروشیمی، مالی، کشاورزی، ساختمانی و …) و شکل‌نگرفتن روایت منسجم «گروه توسعه‌ای چندبخشی» است.\n" },
      { text: "این عدم توازن، ریسک‌هایی جدی در تعامل با نهادهای حاکمیتی، سرمایه‌گذاران و شرکای بالقوه داخلی و بین‌المللی ایجاد می‌کند. نشانه هشداردهنده این وضعیت زمانی آشکار می‌شود که گروه همچنان با یک محصول یا کارخانه شناخته می‌شود، نه با نقش ملی و توسعه‌ای خود."}
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 201,
    title: "چندپارگی روایت و گسست پیام در سطح گروه",
    description: [
      { text: "۲. چندپارگی روایت و گسست پیام در سطح گروه\n", bold:true, color:"green" },
      { text: "روابط عمومی‌های هلدینگ‌ها، در فقدان یک نظام راهبری مقتدر و یکپارچه، به‌صورت جزیره‌ای، سلیقه‌محور و عمدتاً رسانه‌محور عمل کرده‌اند. نبود یک ساختار واقعی و اجرایی برای راهبری ارتباطات، برند و ذی‌نفعان (CBSS) باعث شده پیام‌ها در سطح گروه دچار تناقض، چندصدایی و حتی تعارض شوند.\n" },
      { text: "در چنین شرایطی، سرمایه اجتماعی گروه به‌جای انباشت، مصرف می‌شود و برند مادر به‌جای تقویت، دچار تضعیف تدریجی می‌گردد؛ به‌ویژه زمانی که هر هلدینگ، روایت متفاوتی از «مسئولیت اجتماعی»، «توسعه» یا «مأموریت» ارائه می‌دهد."}
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 202,
    title: "غلبه تاکتیک بر استراتژی در ارتباطات",
    description: [
      { text: "۳. غلبه تاکتیک بر استراتژی در ارتباطات\n", bold:true, color:"green" },
      { text: "تمرکز تاریخی ارتباطات گروه، بیشتر بر فعالیت‌های کوتاه‌مدت و تاکتیکی نظیر خبر، افتتاح، رویداد و پاسخ به بحران‌ها بوده و کمتر به طراحی روایت بلندمدت، مدیریت تداعی‌های ذهنی و جایگاه‌سازی فکری (Thought Leadership) توجه شده است.\n" },
      { text: "نتیجه این رویکرد، واکنشی‌شدن ارتباطات، فرسودگی تیم‌ها و کاهش اثربخشی هزینه‌ها در بلندمدت است؛ به‌گونه‌ای که ارتباطات به‌تدریج از یک «سرمایه راهبردی» به یک «هزینه اجتناب‌ناپذیر» در نگاه مدیران تبدیل می‌شود."}
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 203,
    title: "ضعف در مدیریت برندهای شخصی کلیدی",
    description: [
      { text: "۴. ضعف در مدیریت برندهای شخصی کلیدی\n", bold:true, color:"green" },
      { text: "برند شخصی مالک و مدیرعامل، یا به‌صورت کاملاً شخصی و غیرسیستماتیک مدیریت شده یا عملاً رها شده است. در حال حاضر، ارتباط روشنی میان برند فردی مدیران کلیدی، برند سازمانی گروه و روایت ملی–توسعه‌ای انتخاب وجود ندارد.\n" },
      { text: "این خلأ، از یک سو می‌تواند به وابستگی بیش‌ازحد اعتبار گروه به افراد منجر شود و از سوی دیگر، فرصت نفوذ اجتماعی، حاکمیتی و رسانه‌ای مدیران ارشد را بلااستفاده بگذارد."}
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 204,
    title: "فقدان مرجع رسانه‌ای و حکمرانی رسانه‌ای",
    description: [
      { text: "۵. فقدان مرجع رسانه‌ای و حکمرانی رسانه‌ای\n", bold:true, color:"green" },
      { text: "گروه توسعه سرمایه‌گذاری انتخاب فاقد یک پایگاه اطلاع‌رسانی رسمی، معتبر و مورد اجماع است. به‌جای آن، مجموعه‌ای از کانال‌های پراکنده و عمدتاً کم‌اثر در شبکه‌های اجتماعی شکل گرفته که فاقد انسجام روایی و راهبرد محتوایی مشخص هستند و در بزنگاه‌ها، کارکرد مرجع ندارند.\n" },
      { text: "در عین حال، پایگاه خبری «انتخاب» به‌عنوان یک دارایی قدرت نرم بسیار بزرگ، در صورت فقدان حکمرانی رسانه‌ای حرفه‌ای و مرزبندی شفاف با روابط عمومی، می‌تواند از یک فرصت راهبردی به یک ریسک اعتباری و نظارتی تبدیل شود."}
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 205,
    title: "ضعف در Media Intelligence و پیش‌بینی بحران",
    description: [
      { text: "۶. ضعف در Media Intelligence و پیش‌بینی بحران\n", bold:true, color:"green" },
      { text: "اگرچه رصد و پایش رسانه‌ای در سطحی انجام می‌شود، اما تحلیل روند، سناریوسازی و پیش‌بینی بحران به‌صورت نظام‌مند وجود ندارد. این ضعف، گروه را در معرض غافلگیری رسانه‌ای، واکنش‌های دیرهنگام و تصمیم‌های هیجانی در شرایط بحرانی قرار می‌دهد. \n" }
      
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 206,
    title: "مسئولیت اجتماعی پراکنده و کم‌اثر",
    description: [
      { text: "۷. مسئولیت اجتماعی پراکنده و کم‌اثر\n", bold:true, color:"green" },
      { text: "فعالیت‌های مسئولیت اجتماعی عمدتاً پروژه‌ای، مقطعی و بعضاً نمایشی بوده و اتصال روشنی با مأموریت ملی گروه، موضوعاتی مانند ناترازی انرژی، توسعه صنعتی یا اشتغال پایدار ندارند. این وضعیت، ریسک بی‌اعتمادی اجتماعی، حساسیت رسانه‌ای و هدررفت منابع را به همراه دارد.\n" }
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 207,
    title: "خلأ ارتباطات بین‌المللی هدفمند",
    description: [
      { text: "۸. خلأ ارتباطات بین‌المللی هدفمند\n", bold:true, color:"green" },
      { text: "حضور بین‌المللی گروه، عمدتاً واکنشی و فرصت‌محور بوده و فاقد روایت واحد و مدل مشخص برای دیپلماسی برند، ارتباط با رسانه‌های خارجی و نهادهای اقتصادی بین‌المللی است. در نتیجه، روایت گروه در سطح بین‌المللی بیشتر توسط دیگران شکل می‌گیرد تا توسط خود انتخاب." }
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 208,
    title: " ضعف در مدل سنجش اثربخشی و KPI",
    description: [
      { text: "۹. ضعف در مدل سنجش اثربخشی و KPI\n", bold:true, color:"green" },
      { text: "در حال حاضر، حجم خروجی‌های ارتباطی بالاست، اما سنجش اثر واقعی آنها محدود است. نبود شاخص‌هایی مانند ROCO، Brand Equity Score یا Trust Index، باعث می‌شود بودجه ارتباطات همواره در معرض سؤال، فشار برای کوچک‌سازی و تصمیم‌گیری‌های احساسی قرار گیرد." }
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
  {
    id: 209,
    title: "جمع‌بندی",
    description: [
      { text: "در یک جمع‌بندی صریح می‌توان گفت:\n", bold:true, color:"green" },
      { text: "ساختار ارتباطات و برند گروه توسعه سرمایه‌گذاری انتخاب، سریع‌تر از بلوغ نهادی خود رشد کرده استو اکنون بیش از هر چیز، نیازمند بازطراحی با رویکرد حکمرانی، مرجعیت و اعتمادسازی است؛ نه صرفاً نیروی بیشتر یا رسانه بیشتر.\n" },
      { text: "نکته کلیدی آن است که این آسیب‌ها، همگی قابل اصلاح هستند و با بازطراحی ساختاری حوزه ارتباطات، برند و ذی‌نفعان (CBSS)، می‌توان آنها را به‌صورت مرحله‌ای و کنترل‌شده مدیریت کرد." }
    ],
    image: "/images/logoicon4.png",
    fontWeight: "bold",
  },
]